{
  "Constituția României": {
    "titlu": "Ghid de Studiu - Constituția României",
    "rezumat": "Constituția este legea fundamentală a statului, stabilind principiile de bază ale apărării naționale și structura autorităților publice. Pentru un viitor ofițer, următoarele articole sunt de o importanță capitală:\n\n### Principii și Îndatoriri Fundamentale\n* **Art. 52 - Apărarea țării:** Este un drept și o obligație fundamentală pentru TOȚI cetățenii români.\n* **Art. 50 - Fidelitatea față de țară:** Este sacră. Cadrele militare depun un jurământ de credință.\n* **Art. 117 - Forțele Armate:** Armata este subordonată **exclusiv voinței poporului**. Organizarea sa și statutul cadrelor militare se stabilesc prin **lege organică**. De asemenea, interzice organizarea de activități militare în afara unei autorități statale.\n\n### Rolul Autorităților Publice în Apărare\n* **Parlamentul (Art. 58 & 62):** Este unica autoritate legiuitoare. În ședință comună, Parlamentul are atribuții esențiale pentru apărare: declararea stării de război, aprobarea bugetului de stat și examinarea rapoartelor CSAT.\n* **Președintele României (Art. 80 & 92):** Este **comandantul forțelor armate** și președintele Consiliului Suprem de Apărare a Țării (CSAT). El este garantul independenței naționale, al unității și al integrității teritoriale a țării. Poate declara mobilizarea (cu aprobarea Parlamentului) și ia măsuri imediate în caz de agresiune armată.\n* **Guvernul (Art. 102):** Asigură realizarea politicii interne și externe, inclusiv aplicarea strategiei de apărare.\n* **CSAT (Art. 118):** Consiliul Suprem de Apărare a Țării este autoritatea care organizează și coordonează unitar TOATE activitățile ce privesc apărarea țării și siguranța națională."
  },
  "Legea 45/1994 - Apărarea Națională": {
    "titlu": "Ghid de Studiu - Legea 45/1994 a Apărării Naționale",
    "rezumat": "Această lege detaliază cadrul general al apărării, stabilind structura sistemului național și atribuțiile fiecărei componente. Reprezintă 'scheletul' modului în care România se apără.\n\n### Structura Sistemului Național de Apărare (Art. 6)\nSistemul este format din 4 componente esențiale:\n1.  **Conducerea:** Asigurată de Parlament, Președinte, Guvern și CSAT.\n2.  **Forțele:** Includ **Forțele Armate** (Armata, unități din MAI, servicii de informații) și **Forțele de Protecție** (protecție civilă, Crucea Roșie).\n3.  **Resursele:** Umane (întreaga populație aptă), materiale și financiare.\n4.  **Infrastructura Teritorială:** Totalitatea lucrărilor și amenajărilor ce pot fi folosite pentru apărare.\n\n### Atribuții Cheie\n* **Guvernul (Art. 32):** Răspunde de organizarea generală a măsurilor de apărare, inclusiv de asigurarea resurselor financiare și constituirea rezervelor materiale.\n* **Ministerul Apărării Naționale (Art. 33):** Răspunde de implementarea concepției de apărare în domeniul militar, organizează pregătirea de mobilizare și instruirea efectivelor.\n* **Statul Major General (Art. 21):** Emite un aviz obligatoriu pentru amplasarea noilor obiective de investiții, pentru a se asigura că acestea se încadrează în infrastructura de apărare a țării.\n* **Agenții economici (Art. 25):** Au obligația de a satisface comenzile necesare apărării naționale cu prioritate pe timp de război."
  },
  "Legea 80/1995 - Statutul Cadrelor Militare": {
    "titlu": "Ghid de Studiu - Legea 80/1995: Statutul Cadrelor Militare",
    "rezumat": "Legea 80/1995 este actul normativ fundamental care reglementează cariera militară, definind drepturile, îndatoririle, interdicțiile și evoluția în carieră pentru ofițeri, maiștri militari și subofițeri.\n\n### Capitolul I: Dispoziții Generale\n* **Cadrele militare (Art. 1):** Sunt cetățeni români cu grad de ofițer, maistru militar sau subofițer.\n* **Corpurile (Art. 2):** Sunt 3 corpuri distincte: subofițeri, maiștri militari, ofițeri.\n* **Situațiile (Art. 4):** Un cadru militar se poate afla în 3 situații: **în activitate** (ocupă o funcție militară), **în rezervă** (nu ocupă funcție, dar poate fi chemat/mobilizat) sau **în retragere** (nu mai poate fi chemat).\n\n### Capitolul II: Îndatoriri și Drepturi\n* **Îndatoriri principale (Art. 8):**\n    * Loialitate față de statul român.\n    * Executarea întocmai și la timp a ordinelor, cu excepția celor vădit ilegale.\n    * Păstrarea secretului militar, de stat și de serviciu.\n    * Perfecționarea continuă a pregătirii profesionale.\n* **Drepturi principale (Art. 9):**\n    * Soldă lunară, prime, sporuri.\n    * Echipament, hrană, asistență medicală, locuință de serviciu (în condițiile legii).\n    * Concediu de odihnă și concedii de studii.\n* **Interdicții (Art. 28):** Este strict interzis cadrelor militare în activitate:\n    * Să facă parte din partide politice.\n    * Să candideze în alegeri locale, parlamentare sau prezidențiale.\n    * Să declare sau să participe la greve.\n* **Restrângeri (Art. 29-30):**\n    * Exprimarea opiniilor politice în public nu este permisă.\n    * Participarea la mitinguri cu caracter politic sau sindical este interzisă (cu excepția misiunilor sau a celor comemorativ-religioase).\n    * Nu pot administra sau conduce societăți comerciale.\n\n### Capitolul IV: Acordarea și Înaintarea în Grad\n* **Condiții generale (Art. 54):** Pentru înaintarea la termen, un cadru militar trebuie să îndeplinească stagiul minim în grad și să aibă calificativul de cel puțin „corespunzător”.\n* **Înaintarea la excepțional/înainte de termen (Art. 63-64):** Se poate acorda pentru rezultate deosebite, dar de maximum două ori în întreaga carieră.\n\n### Capitolul VII: Trecerea în Rezervă\n* **Situații (Art. 85):** Un cadru militar poate fi trecut în rezervă din oficiu, la cerere sau la propunerea comandanților, în situații precum:\n    * La împlinirea vârstei standard de pensionare.\n    * Clasare 'inapt pentru serviciul militar' de către comisiile medicale.\n    * La reorganizarea unității, dacă nu există altă funcție disponibilă.\n    * Prin demisie.\n    * Pentru abateri grave de la disciplină.\n* **Condamnări (Art. 87):** Trecerea în rezervă este obligatorie pentru condamnări la închisoare cu executare."
  },
  "Legea 346/2006 - Organizarea MApN": {
    "titlu": "Ghid de Studiu - Legea 346/2006: Organizarea MApN",
    "rezumat": "Această lege explică structura internă a Ministerului Apărării Naționale, definind componentele și ierarhia de conducere.\n\n### Atribuții și Structură\n* **Atribuții principale (Art. 5):** MApN are zeci de atribuții, printre care cele mai importante sunt realizarea capacității operaționale a armatei, managementul logisticii, managementul resurselor umane și gestionarea sistemului de pensii militare.\n* **Structura de Forțe (Art. 28):** Este formată din categorii de forțe (**Terestre, Aeriene, Navale**), forțe pentru sprijin, forțe pentru operații speciale etc.\n* **Poliția Militară (Art. 36):** Asigură ordinea și disciplina în obiectivele militare și sprijină manevra și mobilitatea trupelor.\n* **Forțele pentru Operații Speciale (Art. 37):** Componenta specializată, de reacție rapidă, pentru misiuni de cercetare specială, acțiuni directe și asistență militară.\n\n### Conducerea Ministerului (Art. 39)\n* **Ministrul Apărării Naționale:** Este un civil, membru al Guvernului. El conduce și reprezintă ministerul. Emite **ordine și instrucțiuni**.\n* **Șeful Statului Major al Apărării:** Este militarul cu cel mai înalt rang. Este numit de Președinte, la propunerea ministrului și cu avizul prim-ministrului, pentru un mandat de **4 ani** (cu posibilitate de prelungire de 1 an). El exercită comanda deplină asupra armatei și emite **ordine cu conținut militar și dispoziții**."
  },
  "Regulament Logistica - Noțiuni Fundamentale": {
    "titlu": "Ghid de Studiu - Bazele Logisticii Militare",
    "rezumat": "Acest capitol introduce termenii și conceptele fundamentale care stau la baza întregii activități logistice în armată.\n\n### Concepte Cheie\n* **Definiția Logisticii (Art. 1):** Este știința planificării și executării **mișcării și asigurării forțelor**. Cuprinde totul, de la achiziții și transport la sprijin medical și infrastructură.\n* **Logistica de Producție vs. Consum (Art. 2-3):**\n    * **Logistica de Producție (sau de achiziție):** Se ocupă cu cercetarea, dezvoltarea, fabricarea și cumpărarea de echipamente și materiale.\n    * **Logistica de Consum (a trupelor):** Se ocupă cu utilizarea efectivă: cererea, recepția, depozitarea, transportul și mentenanța bunurilor la nivelul unităților.\n* **Suport vs. Sprijin Logistic (Art. 6-7):**\n    * **Suportul Logistic:** Reprezintă totalitatea bunurilor pe care o structură le are conform normelor (ce ai 'pe hârtie').\n    * **Sprijinul Logistic:** Reprezintă totalitatea **activităților** desfășurate pentru a asigura și menține suportul logistic (ceea ce 'faci' pentru a avea bunurile necesare).\n* **Domenii Funcționale (Art. 8):** Logistica trupelor include domenii variate precum aprovizionarea, mișcarea și transportul, mentenanța, sprijinul medical, infrastructura, serviciile de campanie și contractarea."
  },
  "Regulament Logistica - Principii": {
    "titlu": "Ghid de Studiu - Principiile Logisticii",
    "rezumat": "Articolul 12 din regulament este esențial și enumeră principiile care guvernează orice activitate logistică. O decizie logistică corectă trebuie să respecte aceste principii.\n\n### Principii Esențiale\n* **Responsabilitatea (lit. a):** Considerat principiul de bază. Presupune realizarea suportului logistic ordonat la locul și timpul potrivit. Fără acesta, celelalte principii devin irelevante.\n* **Autoritatea (lit. b):** Conferă comandanților drepturi depline asupra resurselor logistice din zona lor de responsabilitate.\n* **Previziunea (lit. c):** Capacitatea de a anticipa nevoile pentru a evita lipsurile.\n* **Flexibilitatea (lit. e):** Abilitatea de a adapta sprijinul logistic la situații neașteptate.\n* **Simplitatea (lit. f):** Crearea de planuri și ordine logistice clare, fără ambiguități.\n* **Economia (lit. g):** Optimizarea sprijinului logistic cu cheltuieli minime, în ordinea priorităților.\n* **Vizibilitatea (lit. h):** Cunoașterea în timp real a resurselor disponibile și a stării logistice.\n* **Promptitudinea (lit. k):** Realizarea sprijinului la locul potrivit și în timp oportun.\n* **Suficiența (lit. l):** Nicio operație nu se inițiază fără a avea la dispoziție cantitățile minime esențiale de resurse."
  },
  "Regulament Logistica - Aprovizionare": {
    "titlu": "Ghid de Studiu - Gestiunea Aprovizionării",
    "rezumat": "Această secțiune descrie cum sunt gestionate resursele materiale, de la planificare la distribuție.\n\n### Fluxul de Aprovizionare\n* **Sisteme de Reaprovizionare (Art. 23):**\n    * **Sistemul 'Împingere/Push' (Trimiterea):** Recompletarea se face planificat, pe baza normelor de consum. Resursele sunt 'împinse' către consumator.\n    * **Sistemul 'Tragere/Pull' (Cererea):** Recompletarea se face pe baza cererilor venite de la beneficiari.\n\n### Structura Stocurilor (Art. 29-30)\n* **Scopul:** Asigurarea susținerii pentru **30 de zile** de luptă.\n* **Componente:**\n    * **Stocul Trupelor (7 zile):** Cantitatea de materiale existentă la nivel de luptător, vehicul, piesă etc.\n    * **Stocul Operativ (23 de zile):** Cantitatea de materiale existentă în depozitele Comandamentului Logistic Întrunit.\n    * **Stocul Strategic:** O rezervă suplimentară, de obicei un procent din stocul operativ, pentru situații neprevăzute.\n\n### Clasele de Materiale (Art. 31)\nClasificarea este similară cu cea NATO:\n* **Clasa I:** Subzistență (hrană, apă).\n* **Clasa II:** Echipament, armament, piese de schimb.\n* **Clasa a III-a:** Carburanți, Uleiuri și Lubrifianți (POL).\n* **Clasa a IV-a:** Materiale de construcții.\n* **Clasa a V-a:** Muniții, rachete, explozivi."
  },
  "Ordonanța 26/1994 - Drepturi de Hrană": {
    "titlu": "Ghid de Studiu - Ordonanța 26/1994 privind Hrănirea",
    "rezumat": "Acest act normativ stabilește cum este hrănit personalul din sectorul de apărare.\n\n### Principii și Reguli\n* **Regula Generală (Art. 2):** Hrănirea se face **în natură**, pe baza unor norme de hrană zilnice (plafoane calorice).\n* **Excepția (Art. 4):** Atunci când personalul care are dreptul la hrană nu beneficiază efectiv de alimente (de exemplu, este în concediu, nu servește masa la unitate), primește în schimb **valoarea financiară neimpozitabilă** a normei de hrană.\n* **Stocul de Siguranță (Art. 8):** Instituțiile sunt obligate să constituie un stoc de siguranță din produse neperisabile, calculat pentru **30 de zile**, pentru a asigura hrănirea în situații neprevăzute.\n* **Gospodării Agrozootehnice (Art. 10):** Unitățile militare pot înființa astfel de gospodării pentru a produce alimente pentru consum propriu. Un procent de până la 5% din producție poate fi folosit pentru îmbunătățirea hranei peste normele standard.\n* **Actualizarea Valorii (Art. 5):** Valoarea financiară a normelor se actualizează periodic de către MApN, în funcție de indicii prețurilor de consum, dacă apar diferențe de peste 5%."
  },
  "Instrucțiuni 2012 - Gestionare": {
    "titlu": "Ghid de Studiu - Instrucțiuni privind Gestiunea Bunurilor",
    "rezumat": "Aceste instrucțiuni detaliază rolul, responsabilitățile și regulile pe care trebuie să le respecte un gestionar în Armata României.\n\n### Condiții și Obligații\n* **Condiții de Ocupare a Funcției (Art. 5):** O persoană condamnată pentru infracțiuni specifice (delapidare, gestiune frauduloasă etc.) **nu poate fi gestionar**, chiar dacă a fost grațiată.\n* **Garanția în Numerar (Art. 8):** Gestionarul este obligat să constituie o garanție în numerar, de obicei prin rețineri lunare din soldă/salariu. Aceasta este folosită pentru a acoperi eventuale pagube.\n* **Predarea-Primirea Gestiunii (Art. 26):** Se execută **obligatoriu** pe baza unei **inventarieri** complete a gestiunii respective.\n\n### Reguli de Funcționare\n* **Recepția Bunurilor (Art. 35):** Dacă bunurile sosite nu corespund cantitativ sau calitativ cu documentele, gestionarul are dreptul să solicite constituirea unei comisii de recepție.\n* **Interdicții (Art. 43):** Gestionarului îi este strict interzis să distribuie bunuri pe bază de **dispoziții verbale** sau pe documente neconforme.\n* **Raportarea Lipsurilor/Plusurilor (Art. 40):** Gestionarul este obligat să raporteze **imediat, în scris**, comandantului atunci când constată plusuri sau minusuri în gestiune."
  },
  "Norme 2009 - Inventariere": {
    "titlu": "Ghid de Studiu - Norme de Inventariere",
    "rezumat": "Descriu metodologia standard pentru inventarierea bunurilor, o activitate esențială în logistică.\n\n### Organizarea Inventarierii\n* **Răspunderea (Pct. 5):** Răspunderea pentru buna organizare a lucrărilor de inventariere revine **administratorului, ordonatorului de credite** sau persoanei care are obligația gestionării entității.\n* **Comisia de Inventariere (Pct. 6):** Din comisie **nu pot face parte** gestionarii depozitelor supuse inventarierii sau contabilii care țin evidența gestiunii respective.\n* **Declarația Gestionarului (Pct. 8):** Înainte de a începe, comisia trebuie să ia o declarație scrisă de la gestionar, în care acesta menționează dacă are plusuri/lipsuri cunoscute, bunuri ale terților etc.\n\n### Procedura și Rezultatele\n* **Stabilirea Stocurilor (Pct. 15):** Se face prin numărare, cântărire, măsurare sau, pentru materiale în vrac, pe bază de calcule tehnice.\n* **Compensarea Lipsurilor cu Plusurile (Pct. 40):** Se poate face doar dacă există risc de confuzie între sorturi similare (ex: șuruburi de dimensiuni apropiate), în aceeași perioadă și în aceeași gestiune. Nu se admite compensarea dacă lipsurile provin din sustragere.\n* **Imputarea Lipsurilor (Pct. 40):** Lipsurile imputabile se recuperează de la persoanele vinovate la **valoarea de înlocuire** (costul de achiziție al unui bun similar la data constatării pagubei).\n* **Finalizarea (Pct. 42-44):** Rezultatele se înscriu într-un **proces-verbal**, iar propunerile comisiei se prezintă conducerii. Datele finale se înregistrează în **Registrul-inventar**."
  },
  "Instrucțiuni 2013 - Casare": {
    "titlu": "Ghid de Studiu - Instrucțiuni de Casare și Declasare",
    "rezumat": "Reglementează procesul final din ciclul de viață al bunurilor: scoaterea din uz și eliminarea lor fizică.\n\n### Etape și Definiții\n* **Scoaterea din Funcțiune (Art. 1):** Este prima etapă. Reprezintă operațiunea prin care activele fixe se scot din uz și se pregătesc pentru casare sau valorificare. Este o decizie administrativă.\n* **Declasarea (Art. 15):** Este echivalentul 'scoaterii din funcțiune', dar pentru bunurile materiale care nu sunt active fixe (obiecte de inventar, materiale de construcții etc.).\n* **Casarea (Art. 19):** Este a doua etapă, cea fizică. Reprezintă ansamblul de operațiuni prin care bunurile sunt **demontate, dezmembrate, demolate sau distruse**.\n\n### Competențe și Proceduri\n* **Aprobarea (Art. 2):** Scoaterea din funcțiune a activelor importante (ex: construcții, tehnică de luptă specifică) se aprobă de **ordonatorul principal de credite**. Celelalte active pot fi aprobate de ordonatorii secundari.\n* **Comisia de Casare (Art. 19):** Casarea se execută de o comisie numită special, formată din cel puțin 3 persoane cu cunoștințe tehnice. Din comisie **nu poate face parte gestionarul** bunurilor respective.\n* **Condiții pentru Scoaterea din Funcțiune (Art. 9):** Un activ fix poate fi scos din funcțiune înainte de termen dacă are un grad de uzură fizică sau morală avansată, a fost avariat, reparația nu este economică sau a devenit excedentar."
  },
  "Legea 98/2016 - Achiziții Publice": {
    "titlu": "Ghid de Studiu - Legea 98/2016 (actualizată 2024–2025)",
    "rezumat": "Legea 98/2016 rămâne baza achizițiilor publice. **OUG nr. 52/2024** (MO 483/24.05.2024) a adus modificări pentru alinierea la dreptul UE, cu aplicare pentru contractele încheiate după intrarea în vigoare și, corespunzător, la modificarea celor în derulare (art. XI). Ordonanța a fost **aprobată prin Legea nr. 118/2025** (MO 619/01.07.2025; intrare în vigoare 04.07.2025). Ținte-cheie: eliminarea unor dispoziții neconforme, corelări cu normele metodologice (HG 395/2016) și clarificarea tratamentului procedurilor aflate în derulare."
  },
  "HG 395/2016 - Norme Achiziții": {
    "titlu": "Ghid de Studiu - HG 395/2016: Normele de Aplicare a Legii Achizițiilor",
    "rezumat": "Această hotărâre detaliază 'cum anume' se aplică Legea 98/2016, oferind proceduri și clarificări concrete.\n\n### Etapele Procesului de Achiziție (Art. 8)\nProcesul de achiziție publică are 3 etape distincte:\n1.  **Etapa de Planificare/Pregătire:** Începe cu identificarea nevoilor și se încheie cu aprobarea documentației de atribuire.\n2.  **Etapa de Organizare și Atribuire:** Începe cu publicarea anunțului în SEAP și se finalizează cu încheierea contractului.\n3.  **Etapa Postatribuire:** Reprezintă executarea și monitorizarea implementării contractului.\n\n### Documente și Garanții\n* **Documente Esențiale:**\n    * **Referatul de necesitate (Art. 3):** Documentul intern prin care un compartiment solicită achiziționarea unui produs/serviciu. Stă la baza PAAP.\n    * **Programul Anual al Achizițiilor Publice (PAAP) (Art. 12):** Instrumentul managerial care planifică toate achizițiile dintr-un an.\n    * **Caietul de Sarcini (Art. 20):** Documentul care conține TOATE specificațiile tehnice și cerințele pentru produsul, serviciul sau lucrarea dorită.\n* **Garanții:**\n    * **Garanția de Participare (Art. 35):** Protejează autoritatea contractantă față de un comportament neserios al ofertantului (ex: își retrage oferta înainte de termen). Valoarea este de maxim 1% din valoarea estimată a contractului.\n    * **Garanția de Bună Execuție (Art. 39):** Se constituie de către câștigător după semnarea contractului. Asigură autoritatea contractantă că respectivul contract va fi îndeplinit cantitativ, calitativ și la timp."
  },
  "HG 841/1995 - Transmitere/Valorificare bunuri": {
    "titlu": "Ghid de Studiu - HG 841/1995 (transmitere/valorificare bunuri)",
    "rezumat": "Reglementează **transmiterea fără plată** între instituții publice și **valorificarea** bunurilor scoase din funcțiune. Licitația publică deschisă cu strigare este procedura de bază. **Exceptate**: bunurile care implică apărarea țării, ordinea publică și siguranța națională (art. 4)."
  },
  "OUG 57/2019 - Codul administrativ (patrimoniu)": {
    "titlu": "Ghid de Studiu - Codul administrativ (patrimoniu public)",
    "rezumat": "Definește regimul **proprietății publice** și obligațiile privind **inventarierea** bunurilor (art. 285–289). Inventarul domeniului public al statului se aprobă prin **HG**, iar bunurile UAT se inventariază **anual**."
  },
  "Legea 500/2002 - Finanțe publice": {
    "titlu": "Ghid de Studiu - Legea 500/2002 (finanțe publice)",
    "rezumat": "Stabilește responsabilitățile **ordonatorilor de credite**: integritatea bunurilor, organizarea evidenței patrimoniului, monitorizarea programului de achiziții publice și a investițiilor (art. 22)."
  }
}